Repository: LiarOnce/packettracer-cn
Catalog: tm/auto/CPT8_1_1.tmx
Source language: en_us
Languages: zh_cn

source: The routing mechanism via which this route was learned. Inclusion of values for gateway routing protocols is not intended to imply that hosts should support those protocols.
zh_cn: 学习此路由所采用的路由机制。包含网关路由协议的值并不意味着主机应该支持这些协议。

source: Server Type
zh_cn: 服务器类型

source: The responder receives ISAKMP packet form initiator.
zh_cn: 响应方接收来自发起方的ISAKMP数据包。

source: Server Name
zh_cn: 服务器名

source: Native VLAN
zh_cn: 本征VLAN

source: Total length of the packet ([[LENGTH]] bytes) is greater than MTU ([[MTU_SIZE]] bytes). The packet is dropped because Don't Fragment flag is on.
zh_cn: 数据包的总长度([[LENGTH]] 字节)大于MTU([[MTU_SIZE]] 字节)。该数据包被动丢弃，因为“不分片”标志处于启用状态。

source: Group Name
zh_cn: 组名

source: The TCP connection is successful.
zh_cn: TCP连接成功.

source: The ICMP process replies to the Echo Request by setting ICMP type to Echo Reply.
zh_cn: ICMP进程通过将ICMP类型设置为回显应答来回复回应请求。

source: Refresh Time
zh_cn: 刷新时间

source: The Neighbor Solicitation's target IPv6 address matches the receiving port's IPv6 address.
zh_cn: 邻居请求的目标IPv6地址与接收端口的IPv6地址相匹配。

source: ServerFiles
zh_cn: 服务器文件

source: The DHCP client receives an Ack packet and sets its IP address configuration.
zh_cn: DHCP客户端接收到一个确认数据包并设置其IP地址配置.

source: Subnet mask
zh_cn: 子网掩码

source: A textual string containing information about the interface. This string should include the name of the manufacturer, the product name and the version of the interface hardware/software.
zh_cn: 包含有关接口的信息的文本字符串。该字符串应包括制造商的名称、产品名称和接口硬件/软件的版本。

source: Subnet Mask
zh_cn: 子网掩码

source: Username and password packet received on server. Server requests authentication from AAA server
zh_cn: 接收到来自服务器的用户名和密码数据包。服务器请求来自AAA服务器的认证

source: Ipv6Ip tunnels
zh_cn: Ipv6Ip通道

source: The [[MODULE_NAME]] card features a single coaxial connector, which is used for a cable modem service connection.
zh_cn: [[MODULE_NAME]]卡具有单个同轴连接器，用于电缆调制解调器服务连接。

source: Announce Timeout
zh_cn: 通告超时

source: User Name
zh_cn: 用户名

source: Webvpn is not enabled on the receiving interface.
zh_cn: 在接收接口上没有启用Webvpn。

source: The device looks up the destination IP address in the routing table.
zh_cn: 设备在路由表中查找目的IP地址。

source: Enabled
zh_cn: 启用

source: The device sends a TFTP ACK segment.
zh_cn: 该设备发出一个TFTP确认分段。

source: The SNMP agent sends back an SNMP GET response.
zh_cn: SNMP代理发回一条SNMP GET响应.

source: The DHCPv6 Client process receives a DHCP Reply message.
zh_cn: DHCPv6客户端进程接收DHCP应答消息。

source: The device sends an EIGRP Acknowledgment packet to [[NEIGHBOR_IP]].
zh_cn: 设备将EIGRP确认数据包发送至[[NEIGHBOR_IP]]。

source: Parameter Map
zh_cn: 参数映射

source: Authen Type
zh_cn: 认证类型

source: Parameter-map
zh_cn: 参数映射

source: SCCP Server Address
zh_cn: SCCP服务器地址

source: The outgoing port is a trunk port and the incoming port VLAN number is allowed in the trunk. [[DEVICE_TYPE]] sends out the frame to that port.
zh_cn: 传出端口是一个中继端口，且在中继上允许传入端口的VLAN号。[[DEVICE_TYPE]]将帧发送至该端口。

source: The device is not configured to receive RIP version [[VERSION]] packet. It drops the packet.
zh_cn: 该设备未配置为接收RIP版本[[VERSION]]数据包。数据包被丢弃。

source: The number of non-unicast (i.e., subnetwork-broadcast or subnetwork-multicast) packets delivered to a higher-layer protocol.
zh_cn: 传递给较高层协议的非单播（即，子网广播或子网组播）数据包数量。

source: Keepalive
zh_cn: 保活

source: TACACS CLIENT:Send request for password prompt
zh_cn: TACACS客户端：发送密码提示请求

source: DHCPv6 Client
zh_cn: DHCPv6客户端

source: Repeater
zh_cn: 中继器

source: Network route [[ip]] is a directly connected route. The device ignores the update.
zh_cn: 网络路由[[ip]]是直连路由。设备忽略该更新。

source: Sending with a load balance [[METHOD]] in the channel [[PORT]].
zh_cn: 在信道[[PORT]]中使用负载均衡[[METHOD]]发送。

source: Login On Failure
zh_cn: 登录失败

source: OSPF Priority
zh_cn: OSPF优先级

source: Encapsulation Type
zh_cn: 封装类型

source: The DHCPv6 Server process receives a DHCP Solicit message.
zh_cn: DHCPv6服务器进程接收DHCP配置参数请求消息。

source: Duration
zh_cn: 持续时间

source: The table of EIGRP routes and their associated attributes for an Autonomous System (AS) configured in a VPN is called a topology table. All route entries in the topology table will be indexed by IP network type, IP network number and network mask (prefix) size.
zh_cn: VPN中配置的自治系统（AS）的EIGRP路由表及其相关属性表称为拓扑表。拓扑表中的所有路由条目将由IP网络类型、IP网络号和网络掩码（前缀）大小索引。

source: Source IP
zh_cn: 源IP

source: The received segment is not a valid TCP header. The device drops it.
zh_cn: 接收到的分段不是一个有效的TCP报头。设备将其丢弃。

source: Interfaces
zh_cn: 接口

source: TACACS CLIENT:Send the username to tacacs server
zh_cn: TACACS客户端：向TACACS服务器发送用户名

source: SYSLOG Client
zh_cn: 系统日志客户端

source: Sequence
zh_cn: 序列

source: The frame is not a Frame Relay frame. The device drops the frame.
zh_cn: 该帧不是一个帧中继帧。设备将该帧丢弃。

source: The packet does not match the criteria of any policy in the firewall. The packet is denied and dropped by default.
zh_cn: 该数据包与防火墙中的任何策略条件都不匹配。默认拒绝并丢弃该数据包。

source: SSH Version
zh_cn: SSH版本

source: VTP Version
zh_cn: VTP版本

source: The time a neighbor is considered reachable after receiving a reachability confirmation.
zh_cn: 在接收到可达性确认后，邻居被认为可到达的时间。

source: View name
zh_cn: 查看名称

source: The REP port receives a BPA from the port [[ID]] with a higher priority, it safely unblocks to the Open role.
zh_cn: REP端口从优先级较高的端口[[ID]]上接收BPA，该进程安全解除阻塞以切换到开放角色。

source: Local Pool Name
zh_cn: 本地地址池名称

source: Invalid username/password.
zh_cn: 无效的用户名/密码.

source: User Id
zh_cn: 用户ID

source: Overwrite
zh_cn: 覆盖

source: The single-port Cisco Gigabit Ethernet Network Module (part number [[MODULE_NAME]]) provides Gigabit Ethernet copper connectivity for access routers. The module is supported by the Cisco 2691, Cisco 3660, Cisco 3725, and Cisco 3745 series routers. This network module has one gigabit interface converter (GBIC) slot to carry any standard copper or optical Cisco GBIC.
zh_cn: 单端口Cisco千兆以太网网络模块(部件号[[MODULE_NAME]])为接入路由器提供千兆以太网铜缆连接。Cisco 2691、Cisco 3660、Cisco 3725以及Cisco 3745系列路由器均支持此模块。该网络模块有一个千兆接口转换器(GBIC)插槽，可承载任何标准铜缆或光纤Cisco GBIC。

source: Other-Config Flag is set to true. The host invokes the stateful autoconfiguration protocol.
zh_cn: 其他配置标志设置为true。主机调用有状态自动配置协议。

source: The port [[PORT_NAME]] is sending another frame at this time. The device buffers the frame to be sent later.
zh_cn: 端口[[PORT_NAME]]此时正在发送另一个帧。设备将该帧缓存下来以便稍后发送。

source: Resource
zh_cn: 资源

source: Route CEF
zh_cn: 路由CEF

source: Cable Connections
zh_cn: 电缆连接

source: Router IP
zh_cn: 路由器IP

source: Router ID
zh_cn: 路由器ID

source: The vendor's authoritative identification of the network management subsystem contained in the entity. This value is allocated within the SMI enterprises subtree (1.3.6.1.4.1) and provides an easy and unambiguous means for determining `what kind of box' is being managed. For example, if vendor `Flintstones, Inc.' was assigned the subtree 1.3.6.1.4.1.424242, it could assign the identifier 1.3.6.1.4.1.424242.1.1 to its `Fred Router.'
zh_cn: 供应商对该实体中包含的网络管理子系统的权威性识别。该值在SMI企业子树（1.3.6.1.4.1）内进行分配，并为确定对“什么样的盒子”进行管理提供了一种简单明了的手段。例如，如果供应商“Flintstones，Inc.” 被分配了子树1.3.6.1.4.1.424242，它可以将标识符1.3.6.1.4.1.424242.1.1分配给它的“Fred路由器。”

source: The active VLAN interface is not up. The ARP process ignores the frame.
zh_cn: 活动VLAN接口尚未启用. ARP过程忽略该帧.

source: The frame is going from an inside to an outside network. The device looks up its Layer2 NAT table for necessary translations.
zh_cn: 该帧从内网发送到外网。该设备查找其第2层NAT表以进行必要的转换。

source: License Module
zh_cn: 许可模块

source: Accounting Exec Name
zh_cn: 记账Exec名称

source: Networks
zh_cn: 网络

source: The master conveys to the slave the timestamp t4 by embedding it in a Delay_Resp message.
zh_cn: 主机通过将时间戳t4嵌入到Delay_Resp消息中向从机传递时间戳t4。

source: Server authentication missing, NTP unsynced
zh_cn: 服务器认证丢失，NTP未同步

source: The DHCPv6 Client process sends a DHCP Solicit message.
zh_cn: DHCPv6客户端进程发送DHCP配置参数请求消息。

source: Port Security
zh_cn: 端口安全

source: The BGP UPDATE message contains routes to WITHDRAW.
zh_cn: BGP更新消息包含到收回的路由。

source: Version
zh_cn: 版本

source: The FTP client receives the response for the username. Username is valid.
zh_cn: FTP客户端接收到用户名的响应。用户名有效。

source: The packet is not a POP3 packet. The POP3 client drops it.
zh_cn: 该数据包不是一个POP3数据包. POP3客户端将其丢弃.

source: A flag indicating whether the router sends periodic Router advertisements and responds to router solicitations on this interface.
zh_cn: 表明路由器是否定期发送路由器通告，并响应该接口上的路由器请求的标志。

source: TACACS Client
zh_cn: TACACS客户端

source: The VTP process receives a VTP frame on [[PORT_NAME]].
zh_cn: VTP进程在[[PORT_NAME]上接收到一个VTP帧。

source: Placing packet in Priority Queue.
zh_cn: 将数据包放入优先级队列。

source: DHCPv6 Pools
zh_cn: DHCPv6地址池

source: The receiving device has an inbound traffic firewall. The pc checks the packet against the firewall.
zh_cn: 接收设备具有入站流量防火墙。PC检查防火墙上的数据包。

source: The old entry in the MAC table is on a different port than the receiving port. The [[DEVICE_TYPE]] removes the old entry and adds a new one reflecting the change.
zh_cn: MAC表中的旧条目位于与接收端口不同的端口上。[[DEVICE_TYPE]]将旧条目删除，并添加一个反映更改的新条目。

source: SCCP server received call proceeding
zh_cn: SCCP服务器接收到呼叫进程消息

source: The device decapsulates the PDU from the UDP segment.
zh_cn: 设备将PDU从UDP数据段中解封装。

source: The Summary Advertisement contains a new version. The VTP process uses the new version.
zh_cn: 该汇总通告包含一个新版本。VTP进程使用该新版本。

source: Default Queue
zh_cn: 默认队列

source: IPv6 Auto Config
zh_cn: IPv6自动配置

source: Global Audit Trail
zh_cn: 全局审计跟踪

source: The native VLAN ID does not match, putting the port into PVID-inconsistent state.
zh_cn: 本征VLAN ID不匹配，将端口置于PVID不一致状态。

source: The packet is not the first packet in the neighbor's output queue. The device queues the packet to be sent later.
zh_cn: 该数据包不是邻居输出队列中的第一个数据包。设备将该数据包存入队列以便稍后发送。

source: The device takes out this frame from the buffer and sends it.
zh_cn: 设备将此帧从缓冲区中取出并将其发送出去。

source: The HTTP server sends a [[type]] websocket message to the client.
zh_cn: HTTP服务器向客户端发出一条[[type]] websocket消息。

source: The DHCP packet is not destined to this host. It drops the packet.
zh_cn: 该DHCP数据包并非发往这台主机. 主机将其丢弃.

source: Custom Queue Info List
zh_cn: 自定义队列信息列表

source: The device de-encapsulates the PDU from an IEEE 802.1Q frame.
zh_cn: 该设备将PDU从IEEE 802.1Q帧中解封装。

source: The EIGRP packet is a duplicate packet. The device drops the packet.
zh_cn: 该EIGRP数据包是一个重复的数据包。设备将该数据包丢弃。

source: IPv6 NAT Prefix
zh_cn: IPv6 NAT前缀

source: In Logical Shape
zh_cn: 逻辑形态

source: This SSTP BPDU VLAN ID does not equal the native vlan ID, sending this BPDU to be processed by the spanning-tree of the VLAN in the BPDU.
zh_cn: 此SSTP BPDU VLAN ID不等于本征VLAN ID，发送此BPDU以便由BPDU中VLAN的生成树处理。

source: Trunk VLANs
zh_cn: Trunk VLAN

source: The device sets the status of [[PORT_NAME]] from trunk to access.
zh_cn: 设备将[[PORT_NAME]]的状态从中继设置为访问。

source: Saving...
zh_cn: 正在保存...

source: The packet is not a DHCP packet. The DHCP client drops it.
zh_cn: 该数据包不是一个DHCP数据包. DHCP客户端将其丢弃.

source: The CDP process received an VoIP VLAN.
zh_cn: CDP进程接收到一个VoIP VLAN.

source: The FTP server receives the quit command from the FTP client.
zh_cn: FTP服务器接收来自FTP客户端的退出命令。

source: The cloud looks up the DLCI number on the frame for the connected sublink.
zh_cn: 云在帧上查找所连接的子链路的DLCI号。

source: The VTP process sends out a Subset Advertisement.
zh_cn: VTP进程发出一个子集通告。

source: The traffic is interesting traffic and needs to be encrypted and encapsulated in IPSec PDUs.
zh_cn: 该流量是触发性数据流，需要进行加密并封装在IPSec PDU中。

source: VTP Password
zh_cn: VTP密码

source: Embedded Cisco Access Point
zh_cn: 嵌入式Cisco接入点

source: The received UDP segment is not a valid DNS query. The device drops the segment.
zh_cn: 接收到的UDP分段不是一个有效的DNS查询。设备将该分段丢弃。

source: The device looks up the destination IP address in the CEF table.
zh_cn: 设备在CEF表中查找目的IP地址。

source: The [[DEVICE_TYPE]] uses the first VLAN number used in the trunk as the outgoing VLAN number in the IEEE 802.1q Header.
zh_cn: [[DEVICE_TYPE]]使用中继中所使用的第一个VLAN号作为IEEE 802.1q报头中的传出VLAN号。

source: Embedded Server
zh_cn: 嵌入式服务器

source: The ICMP process received a Network Unreachable message.
zh_cn: ICMP进程接收到一条网络不可达消息.

source: The device encapsulates the data into an IP packet.
zh_cn: 该设备将数据封装成IP数据包。

source: The device encapsulates the data in a TCP header.
zh_cn: 该设备将数据封装在TCP报头中.

source: The 32-bit unsigned sum of the link-state advertisements' LS checksums contained in this area's link-state database. This sum excludes external (LS type 5) link-state advertisements. The sum can be used to determine if there has been a change in a Router's link state database, and to compare the link-state database of two routers.
zh_cn: 该区域的链路状态数据库中包含的链路状态通告的LS校验和的32位无符号总和。该总和不包括外部（LS类型5）链路状态通告。该总和可以用于确定路由器的链路状态数据库是否发生变化，并比较两台路由器的链路状态数据库。

source: The value to be placed in the reachable time field in Router advertisement messages sent from this interface. A value of zero in the router advertisement indicates that the advertisement isn't specifying a value for reachable time.
zh_cn: 从此接口发送的路由器通告消息中的可达时间字段中放入的值。路由器通告中的值为零表示通告没有指定可达时间的值。

source: The device translates the frame's encapsulated packet's IP addresses from local to global addresses with the matched entry.
zh_cn: 该设备使用匹配的条目，将该帧所封装的数据包的IP地址从本地地址转换为全局地址。

source: History Size
zh_cn: 历史大小

source: User Description
zh_cn: 用户描述

source: The EIGRP packet is from this device. The device drops the packet.
zh_cn: 该EIGRP数据包源自此设备。该设备将数据包丢弃。

source: Helper Addresses
zh_cn: 帮助地址

source: The packet destination is a PTP multicast address. It'll be passed to PTP Process.
zh_cn: 该数据包的目的地是一个PTP组播地址。它将被传递至PTP进程。

source: Wireless Router
zh_cn: 无线路由器

source: DHCPv6 Server
zh_cn: DHCPv6服务器

source: Track Interface
zh_cn: 跟踪接口

source: The FTP client receives the response for RNTO command confirming that the FTP server successfully renamed the file.
zh_cn: FTP客户端接收到RNTO命令的响应，确认FTP服务器已成功重命名该文件。

source: Link Local
zh_cn: 本地链路

source: Netflow Collector receives a data flow and adds it to the queue.
zh_cn: Netflow Collector接收一个数据流并将其添加到队列中。

source: Placing packet in medium prioirty.
zh_cn: 将数据包置为中等优先级。

source: Remote Server
zh_cn: 远程服务器

source: Placing packet in queue number [[QUEUE_NUMBER]].
zh_cn: 将数据包放入[[QUEUE_NUMBER]]号队列。

source: The network is ACTIVE. The device ignores the update.
zh_cn: 网络处于活动状态。该设备忽略更新。

source: The IoE server sends a [[type]] message to the client.
zh_cn: IoE服务器向客户端发出一条[[type]]消息。

source: If the LMI types does not match or the devices are identical, then set protocol down on the port
zh_cn: 如果LMI类型不匹配或设备相同，则请在端口上将协议设置为禁用

source: The administrative status of OSPF in the Router. The value 'enabled' denotes that the OSPF Process is active on at least one interface; 'disabled' disables it on all interfaces.
zh_cn: 路由器中OSPF的管理状态。值为“enabled”表示OSPF进程至少在一个接口上处于活动状态; “禁用”在所有接口上将其禁用。

source: The USB hard drive adds extra external storage to the computer.
zh_cn: USB硬盘驱动器为计算机增加了额外的外部存储空间。

source: PTP Process is in transparent mode. The process forwards the sync packet as normal multicast traffic and calculates the residence time of the sync message at the switch.
zh_cn: PTP进程处于透明模式。该进程将同步数据包作为普通多播流量进行转发，并计算同步消息在交换机上的停留时间。

source: The packet received on Isatap Interface need to be encapsulated in Ipv4
zh_cn: 在Isatap接口上接收到的数据包需要封装在IPv4中

source: Clock Timezone
zh_cn: 时钟时区

source: The port's line protocol is not up. The device drops the frame.
zh_cn: 该端口的线路协议尚未启用. 该设备将此帧丢弃.

source: SSID name
zh_cn: SSID名称

source: DHCP Snooping: The switch receives a [[MESSAGE_TYPE]] message on an untrusted port, and the source MAC address and the DHCP client hardware address do not match. The device drops the packet.
zh_cn: DHCP监听：交换机在不信任端口上接收到[[MESSAGE_TYPE]]消息，且源MAC地址与DHCP客户端硬件地址不匹配。设备丢弃该数据包。

source: No Write Permission
zh_cn: 无写入权限

source: No Forward
zh_cn: 不转发

source: The DHCPv6 Server process receives DHCP Request message.
zh_cn: DHCPv6服务器进程接收DHCP请求消息。

source: RADIUS SERVER: Send access rejet
zh_cn: RADIUS服务器：发送访问拒绝

source: FTP Username
zh_cn: FTP用户名

source: SYSLOG Server
zh_cn: 系统日志服务器

source: Placing packet in Custom Queue.
zh_cn: 将数据包放入自定义队列。

source: IP Unnumberred Port
zh_cn: IP未编号端口

source: The FTP client starts a read session with the FTP server.
zh_cn: FTP客户端启动与FTP服务器的读取会话。

source: The device updates the port's operational mode based on the received DTP port status.
zh_cn: 该设备根据接收到的DTP端口状态更新端口的工作模式。

source: The buffer has more segments to send. The device sends the next segment in the buffer.
zh_cn: 缓冲区仍有要发送的分段。设备发送缓冲区的下一分段。

source: The number of times that the intra-area route table has been calculated using this area's link-state database. This is typically done using Dijkstra's algorithm.
zh_cn: 使用该区域的链接状态数据库已计算出区域内路由表的次数。这通常使用Dijkstra算法完成。

source: The REP port does not forward traffic since the port is in the Fail or Blocked state.
zh_cn: 由于端口处于故障或阻塞状态，REP端口不转发流量。

source: The VTP process replies to the Advertisement Request by sending out a Summary Advertisement and Subset Advertisements about its VLAN database.
zh_cn: VTP进程通过发出关于其VLAN数据库的汇总通告和子集通告来回复该通告请求。

source: The initiator mark the IKE peer to be deleted.
zh_cn: 发起方标记要删除的IKE对端。

source: The Router Solicitation packet is dropped because IPv6 is not enabled on the interface [[PORT]].
zh_cn: 路由通告数据包被丢弃，因为在接口[[PORT]]上没有启用IPv6。

source: Initiator enters phase II negotiation.
zh_cn: 发起方进入第二阶段协商。

source: The port's line protocol is not up. The device drops the packet.
zh_cn: 该端口的线路协议尚未启用。该设备将数据包丢弃。

source: The REP process receives a LSL message with a wrong sequence number. The REP process drops the message.
zh_cn: REP进程接收到一个带有错误序列号的LSL消息。REP进程丢弃该消息。

source: Lease time has reached 87.5% of its time.The DHCP client constructs and sends out a Request packet to rebind the lease.
zh_cn: 租用时间已到达其时间的87.5%。DHCP客户端构建一个请求数据包并将其发送出去，以重新绑定其租用。

source: The type of route. Note that the values direct(3) and indirect(4) refer to the notion of direct and indirect routing in the IP architecture. Letting this object to the value invalid(2) has the effect of invalidating the corresponding entry in the ipRouteTable object. That is, it effectively dissasociates the destination dentified with said entry from the route identified with said entry. It is an implementation-specific matter as to whether the agent removes an invalidated entry from the table. Accordingly, management stations must be prepared to receive tabular information from agents that corresponds to entries not currently in use. Proper interpretation of such entries requires examination of the relevant ipRouteType object.
zh_cn: 路由的类型。请注意，数值direct(3)和indirect(4)是指IP架构中直接和间接路由的概念。让该对象的值为invalid(2) 具有使ipRouteTable对象中的相应条目无效的效果。也就是说，它有效地将所述条目识别的目的地所述条目识别的路由分离开。它是关于代理是否从表中删除无效条目的一个特定于实现的事项。因此，管理站必须准备好从与当前未使用的条目对应的代理处接收表格信息。对这些条目的正确解释需要检查相关的ipRouteType对象。

source: Netflow Collector does not recognize the packet. It drops the packet.
zh_cn: Netflow Collector无法识别数据包。数据包被丢弃。

source: LLDP Receive
zh_cn: LLDP接收

source: The update packet does not contain any route.
zh_cn: 此更新数据包不包含任何路由.

source: The requested IP address is not in the routing table.
zh_cn: 所请求的IP地址不在路由表中.

source: DHCP Snooping
zh_cn: DHCP监听

source: The device receives an OSPF packet that does not have a matching version number.
zh_cn: 设备接收到不具有匹配的版本号的OSPF数据包。

source: The packet is getting encrypted and encapsulated in IPSec PDUs.
zh_cn: 该数据包正在加密并被封装在IPSec PDU中。

source: The FTP client receives the response for LIST command confirming that it is ready to send the directory listing.
zh_cn: FTP客户端接收到LIST命令的响应，确认它已做好发送目录列表的准备。

source: Keepalive interval
zh_cn: 保活间隔

source: The FTP client sends the rename to command to the FTP server.
zh_cn: FTP客户端将重命名到命令发送至FTP服务器。

source: The format of the IP address defined as the origin of this topology route entry.
zh_cn: 定义为此拓扑路由条目的来源的IP地址格式。

source: Option 82 Trusted
zh_cn: Option 82受信任

source: OSPF Network Type
zh_cn: OSPF网络类型

source: Host IP Address
zh_cn: 主机IP地址

source: Peer Network Name
zh_cn: 对端网络名称

source: Autonomous System [[AS]]
zh_cn: 自治系统[[AS]]

source: The next-hop IP address is a broadcast. The ARP process sets the frame's destination MAC address to the broadcast MAC address.
zh_cn: 下一跳IP地址为广播地址. ARP过程将该帧的目的MAC地址设置为广播MAC地址.

source: Phone number not found.
zh_cn: 电话号码未找到.

source: Analog Phone
zh_cn: 模拟电话

source: The Neighbor Solicitation's target IPv6 address matches int [[PORT]]'s IPv6 address.
zh_cn: 邻居请求的目标IPv6地址与int [[PORT]]的IPv6地址相匹配。

source: The DHCP server finds the IP address in the address reservation list reserved for the client's MAC address.
zh_cn: DHCP服务器在保留地址列表中查找为客户端MAC地址保留的IP地址。

source: The device adds an update route [[ip]][[mask]] to the RIP packet.
zh_cn: 该设备将一条更新路由[[ip]][[mask]]添加到RIP数据包中。

source: The FTP server sends response that the data transfer went successfully
zh_cn: FTP服务器发送数据传输成功的响应

source: The receiving port has an inbound traffic access-list with an ID of [[ACL_ID]]. The device checks the packet against the access-list.
zh_cn: 接收端口具有ID为 [[ACL_ID]]的入站流量访问列表。设备根据访问列表检查数据包。

source: The device translates the packet from global to local addresses with the matched entry.
zh_cn: 该设备使用匹配的条目将数据包从全局地址转换为本地地址。

source: The device creates a Poison Reverse Update packet to be sent out on the interface where the route is learned.
zh_cn: 该设备创建一个毒性逆转更新数据包，以便在学习路由的接口上将其发送出去。

source: Remote Management
zh_cn: 远程管理

source: The device creates a RIP RESPONSE packet.
zh_cn: 设备创建一个RIP响应数据包。

source: The FTP client sends the type command to the FTP server. The type is set to binary by default
zh_cn: FTP客户端将类型命令发送至FTP服务器。该类型默认设置为二进制

source: In Physical Shape
zh_cn: 物理形态

source: Logging On
zh_cn: 登录

source: This frame collided with another frame at the device.
zh_cn: 此帧与设备上的另一个帧相冲突。

source: The source IP address is not specified. The device sets it to the port's IP address.
zh_cn: 没有指定源IP地址. 该设备将端口IP地址设置为源IP地址.

source: The Subset Advertisement is added to the buffer of expected received Subset Advertisements.
zh_cn: 子集通告被添加到期望接收到的子集通告缓存区中。

source: The packet is an NDP packet. The device processes the packet.
zh_cn: 该数据包是一个NDP数据包。设备对该数据包进行处理。

source: Local Pools
zh_cn: 本地地址池

source: The Trace route process received Echo Reply message.
zh_cn: Trace route进程接收到回显应答消息。

source: If protocol is not up and the frame is not for CHAP, then drop the frame.
zh_cn: 如果协议没有启用且该帧不用于CHAP，则丢弃该帧。

source: Switches
zh_cn: 交换机

source: The source IP address of the packet matches one of this device's IP addresses. This device drops the packet.
zh_cn: 数据包的源IP地址与此设备的一个IP地址相匹配. 此设备将数据包丢弃.

source: Transport Input
zh_cn: 传输输入

source: ESP encrypts the received packet.
zh_cn: ESP加密接收到的数据包。

source: The TCP connection was reset.
zh_cn: TCP连接已重置.

source: Icmp Signature ID
zh_cn: ICMP签名ID

source: The device receives a RIP REQUEST.
zh_cn: 该设备接收到一个RIP请求.

source: The DHCPv6 Server process receives a DHCP Renew message.
zh_cn: DHCPv6服务器进程接收DHCP更新消息。

source: DHCP Server List
zh_cn: DHCP服务器列表

source: The FTP server sends the response for RNTO command confirming that it successfully renamed the file.
zh_cn: FTP服务器发送RNTO命令的响应，确认该服务器成功重命名该文件。

source: TCP reassembles all data segments and passes to the upper layer.
zh_cn: TCP重新组合所有数据段并将其传递给上层.

source: The DHCP server finds an existing binding of this host. It renews the lease.
zh_cn: DHCP服务器查找此主机的现有绑定。它将更新租约。

source: The single-port Cisco Gigabit Ethernet Network Module (part number [[MODULE_NAME]]) provides Gigabit Ethernet optical connectivity for access routers. The module is supported by the Cisco 2691, Cisco 3660, Cisco 3725, and Cisco 3745 series routers. This network module has one gigabit interface converter (GBIC) slot to carry any standard copper or optical Cisco GBIC.
zh_cn: 单端口Cisco千兆以太网网络模块(部件号[[MODULE_NAME]])为接入路由器提供千兆以太网光连接。Cisco 2691、Cisco 3660、Cisco 3725以及Cisco 3745系列路由器均支持此模块。该网络模块有一个千兆接口转换器(GBIC)插槽，可承载任何标准铜缆或光纤Cisco GBIC。

source: Address family identifier of the route [[ip]] is not from the IP family. This device ignores the update.
zh_cn: 路由[[ip]]的地址族标识符不是来自IP系列。此设备将忽略该更新。

source: Topology Change Acknowledgement flag is set.
zh_cn: 拓扑变更通告标志已设置。

source: Tunnel Protocol
zh_cn: 通道协议
